Revit 2027 API
ParameterTypeId.RbsElecCircuitPathOffsetParam Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitPathOffsetParam { get; }
Public Shared ReadOnly Property RbsElecCircuitPathOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitPathOffsetParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitPathOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace